/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Are you sure you want to delete this CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancel";

/* Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Delete CGM";

/* Section title for latest glucose reading */
"Latest Reading" = "Latest Reading";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Title describing glucose trend */
"Trend" = "Trend";

/* Title describing date */
"Date" = "Date";

/* Title describing status */
"Status" = "Status";

/* Title describing sensor age */
"Sensor Age" = "Sensor Age";

/* Title for the CGMManager */
"FreeStyle Libre" = "FreeStyle Libre";

/* Section title for nearby transmitters */
"Nearby Transmitters" = "Nearby Transmitters";

/* Section title for remote services */
"Remote Services" = "Remote Services";

/* Title text for the button to toggle remote services */
"Upload Readings" = "Upload Readings";

/* Title text for the button to view transmitter info */
"Transmitter" = "Transmitter";

/* Section title for latest connection */
"Latest Connection" = "Latest Connection";

/* Section title for transmitter info */
"Transmitter Info" = "Transmitter Info";

/* Title describing transmitter name */
"Name" = "Name";

/* Title describing transmitter identifier */
"Identifier" = "Identifier";

/* Title describing transmitter manufacturer */
"Manufacturer" = "Manufacturer";

/* Title describing transmitter battery */
"Battery" = "Battery";

/* Title describing transmitter firmware */
"Firmware" = "Firmware";

/* Title describing transmitter hardware */
"Hardware" = "Hardware";

/* Title describing notifications */
"Notifications" = "Notifications";

/* Section title for notification settings */
"Notification settings" = "Notification settings";

/* Section title for configuration */
"Configuration" = "Configuration";

/* Title text for the button to toggle low battery notifications */
"Transmitter Low Battery" = "Transmitter Low Battery";

/* Title describing glucose alarm */
"Glucose Alarm" = "Glucose Alarm";

/* Section title for glucose thresholds */
"Glucose Thresholds" = "Glucose Thresholds";

/* Title describing save */
"Save" = "Save";

/* The short unit display string for millimoles of glucose per liter */
"mmol/L" = "mmol/L";

/* The short unit display string for milligrams of glucose per deciliter */
"mg/dL" = "mg/dL";

/* The notification title for a low transmitter battery */
"Transmitter Battery Low" = "Transmitter Battery Low";

/* Low battery alert format string. (1: percentage remaining) */
"%1$@% left" = "%1$@% left";

/* The notification title for a low glucose */
"Low Glucose" = "Low Glucose";

/* The notification title for a high glucose */
"High Glucose" = "High Glucose";

/* The notification title for a new detected sensor */
"New Sensor Detected" = "New Sensor Detected";

/* The notification body for a new detected sensor */
"Please wait up to 30 minutes before glucose readings are available" = "Please wait up to 30 minutes before glucose readings are available";

/* The notification title for a not detected sensor */
"No Sensor Detected" = "No Sensor Detected";

/* The notification body for a not detected sensor */
"Please check if your transmitter is tightly secured over your sensor" = "Please check if your transmitter is tightly secured over your sensor";

/* The notification title for an ending sensor */
"Sensor Ending Soon" = "Sensor Ending Soon";

/* Sensor expiring alert format string. (1: days left) */
"Replace sensor in %1$@ hour" = "Replace sensor in %1$@ days";

/* Sensor expiring alert format string. (1: day left) */
"Replace sensor in %1$@ hour" = "Replace sensor in %1$@ day";

/* Sensor expiring alert format string. (1: hours left) */
"Replace sensor in %1$@ hour" = "Replace sensor in %1$@ hours";

/* Sensor expiring alert format string. (1: hour left) */
"Replace sensor in %1$@ hour" = "Replace sensor in %1$@ hour";

/* The footer text for the notification settings section */
"Determine which notifications will be send as a result of a certain event." = "Determine which notifications will be send as a result of a certain event.";

/* Title text for the button to toggle sensor expire notifications */
"Sensor Expiring" = "Sensor Expiring";

/* Title text for the button to toggle no sensor notifications */
"No Sensor Detected" = "No Sensor Detected";

/* Title text for the button to toggle new sensor notifications */
"New Sensor Found" = "New Sensor Found";
